[
    {
        "name": "BigIntoEnergy",
        "url":"https://live-aqua-perch.myfilebase.com/ipfs/QmStVj65UtFmcvwK3pV7b4bjUjRPbZxtndrZREFj6hi3Py",
        "description": "The Labubu THE MONSTERS BIG Into Energy X9 is a standout addition for collectors and fans of Pop Mart's whimsical designs. Its vibrant colors and unique character expressions make it a delightful piece for display or gifting."
    },
    {
        "name": "Coca‑Cola",
        "url":"https://live-aqua-perch.myfilebase.com/ipfs/QmeEHV4i7TaBgGGFikoYsgNRatAfqCA2ng4f58iStQAhq5",
        "description": "The 'POPMART THE MONSTERS コカ・コーラ シリーズ' is a delightful collaboration between POP MART and Coca-Cola, featuring charming characters like LABUBU and ZIMOMO in winter-themed designs. Each blind box offers a surprise figure, adding excitement to the unboxing experience. The series is praised for its high-quality craftsmanship and attention to detail, making it a must-have for collectors and fans of designer toys."
    },
    {
        "name": "ExcitingMacaron",
        "url":"https://live-aqua-perch.myfilebase.com/ipfs/QmWf5ANYimeSQY8vfdjGcEzerkEHEBVwK3hSECUmZ7RP8H",
        "description": "The Monsters - Labubu - Exciting Macaron series is a delightful fusion of whimsical design and collectible appeal, featuring pastel-colored, dessert-inspired figures that charm both seasoned collectors and newcomers alike. With high-quality craftsmanship and the thrill of blind box surprises, it's a must-have for fans of designer toys and playful aesthetics."
    },
    {
        "name": "WackyMart",
        "url":"https://live-aqua-perch.myfilebase.com/ipfs/QmQr7UuFKTguQ9p6hubVFMKyC41aRPq7HQHB9vssgxA7CK",
        "description": "ポップマートの「ザ モンスターズ（ラブブ）ワッキーマート シリーズ フィギュア」は、ユニークで遊び心あふれるデザインが魅力のコレクターズアイテムです。手のひらサイズでディスプレイしやすく、細部までこだわった造形と彩色がファンから高く評価されています。"
    },
    {
        "name": "Tea",
        "url":"https://live-aqua-perch.myfilebase.com/ipfs/QmezMYRwsNu81ezSFUKCA2yXBvG8mSohuyXJBCf8kjwsL7",
        "description": "The Labubu Lemon Tea Figure by POP MART is a delightful collectible that combines whimsical design with vibrant citrus-themed aesthetics. Fans appreciate its playful charm and intricate details, making it a standout piece for any collection."
    },
    {
        "name": "AngelinClouds",
        "url":"https://live-aqua-perch.myfilebase.com/ipfs/QmZjZAyAsGoGKiSPk6ZKKKCM4D1ZhEvTHseg4E5XSVhaih",
        "description": "The Pop Mart The Monsters Labubu Zimomo Angel in Clouds Figure is a highly sought-after collectible that blends whimsical design with artistic craftsmanship. Its limited-edition status, combined with unique features like metallic silver wings and a serene expression, makes it a standout piece for collectors and fans of designer toys."
    }
]